Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: The results for both treatment groups were similar for all endpoints as based on Cox regression analysis and estimated cumulative incidence analysis; see Table 11.1.3.1:
es_es: Los resultados para ambos grupos de tratamiento fueron similares para todos los criterios de valoración según el análisis de regresión de Cox y el análisis de incidencia acumulada estimada; ver Tabla 11.1.3.1:

source: The results for both treatment groups were similar for all endpoints as based on Cox regression analysis and estimated cumulative incidence analysis; see Table 11.1.3.1: 1 as well as Figures 15.2.4.4: 1, 15.2.4.5: 1, 15.2.4.6: 1, 15.2.4.7: 1, 15.2.4.9: 1, 15.2.4.10: 1, and 15.2.4.11: 1.
es_es: Los resultados para ambos grupos de tratamiento fueron similares para todos los criterios de valoración según el análisis de regresión de Cox y el análisis de incidencia acumulada estimada; ver Tabla 11.1.3.1: 1 y las Figuras 15.2.4.4: 1, 15.2.4.5: 1, 15.2.4.6: 1, 15.2.4.7: 1, 15.2.4.9: 1, 15.2.4.10: 1 y 15.2.4.11: 1.

source: The results for demographics, baseline characteristics, medical history, and concomitant medications were well balanced across the treatment groups.
es_es: La demografía y las características iniciales, la historia clínica y los medicamentos concomitantes, estuvieron bien equilibrados entre los grupos de tratamiento.

source: The results for eGFR change from baseline were consistent with those for the key secondary analysis of eGFR slope.
es_es: El cambio desde el inicio en la TFGe fue coherente con el análisis del criterio de valoración secundario clave "pendiente de la TFGe".

source: The results for each matrix are shown inTable 36.
es_es: En la Tabla 36 se muestran los resultados de cada matriz.

source: The results for individual values are presented in Table 6 to Table 17.
es_es: De la Tabla 6 a la Tabla 17 se presentan los valores individuales obtenidos.

source: The results for the eGFR slope analysis were generally consistent across the pre-defined subgroups by demographics, baseline characteristics, and baseline medications (Figure 11.1.2.2.2: 1).
es_es: Los valores resultantes de la pendiente de la TFGe fueron en general homogéneos en los subgrupos predefinidos por características demográficas, características iniciales y medicamentos tomados al inicio (Figura 11.1.2.2.2: 1).

source: The results for volatiles from the neat rubber stopper and of the simulation studies are presented in Table 52 and Table 53.
es_es: Los resultados para volátiles del tapón de caucho puro y de los estudios de simulación se muestran en la Tabla 52 y la Tabla 53.

source: The results from both laboratories and the subsequent comparison against the acceptance criteria are described for each parameter in detail, in the following tables.
es_es: En las tablas siguientes se detallan los resultados de cada parámetro en ambos laboratorios y la comparación subsiguiente con los criterios de aceptación.

source: The results from the additional Gentamicin removal study were confirming the complete removal of Gentamicin by analysis of tenecteplase drug substance, drug product and inprocess pools.
es_es: Los resultados del estudio de eliminación de gentamicina adicional confirmaron la eliminación completa de gentamicina por medio de análisis del principio activo tenecteplasa, del medicamento y de mezclas en proceso.

source: The results from the adverse events and safety laboratory analyses were similar to the known safety profile of empagliflozin.
es_es: Los resultados de los eventos adversos y los análisis de laboratorio de seguridad fueron similares al perfil de seguridad conocido de empagliflozina.

source: The results from the confirmatory testing, batch analyses and stability testing demonstrate, that the drug product conforms to the ≤ 2500 ppb specification limit for “N-nitroso dabigatran etexilate” set based on the internationally published acceptable intake (1500 ng/day) and maximum recommended daily dose (600 mg/day) of dabigatran etexilate mesilate for the drug product.
es_es: De acuerdo con las pruebas confirmatorias, los análisis de partidas y las pruebas de estabilidad, el medicamento cumple con el límite de especificación de "etexilato de N-Nitroso dabigatrán" de ≤ 2500 ppb (partes por mil millones), que se estableció con base en la ingesta aceptable según publicaciones internacionales (1500 ng/día) y la dosis diaria máxima recomendada (600 mg/día) de dabigatrán etexilato mesilato presente en el medicamento.

source: The results generated at GNE and BI from the same material were well within the specification.
es_es: Los resultados generados en GNE y en BI a partir del mismo material cumplieron correctamente con la especificación.

source: The results generated with varied robustness parameters were compared to the data obtained under target conditions.
es_es: Los resultados generados con diversos parámetros de robustez se compararon con los datos obtenidos en las condiciones objetivo.

source: The results have been included in the summation of the respective element content in the drug product.
es_es: Los resultados se incluyeron en la suma del contenido del elemento respectivo en el medicamento.

source: The results in Table 17 demonstrate that for a minimal filling volume of 5.30 mL, the labelled dose of 25 mg (25.2 – 25.7 mg) is extractable for all vials.
es_es: De acuerdo con los resultados de la Tabla 17, para un volumen de llenado mínimo de 5.30 ml, se puede extraer la dosis consignada en la etiqueta de 25 mg (25.2 – 25.7 mg) en todos los frascos.

source: The results met the pre-defined comparability acceptance criteria.
es_es: Los resultados cumplieron con los criterios de aceptación predefinidos.

source: The results obtained for the dissolution profiles of Telmisartan 40 and 80 mg for the reference and test products are presented below.
es_es: A continuación, se presentan los perfiles de disolución de Telmisartán, 40 y 80 mg, para los productos de referencia y experimental.

source: The results obtained in the studies confirmed the compatibility of the primary packaging materials with the DP.
es_es: Los resultados obtenidos en los estudios confirmaron la compatibilidad de los materiales de acondicionamiento primariocon el medicamento.

source: The results obtained met the predefined acceptance criteria.
es_es: Los resultados obtenidos cumplieron con los criterios de aceptación establecidos.

source: The results obtained per analysis, the corresponding overall mean values and the coefficient of variation (CV) were calculated for both analyst together (n = 12) and are shown inTable 40andTable 41.
es_es: Los resultados por análisis, las medias globales y el coeficiente de variación se calcularon para ambos analistas juntos (n = 12) y se muestran en la Tabla 40 y la Tabla 41.

source: The results obtained were compared to analytical data of the DS prior to filtration.
es_es: Los resultados obtenidos se compararon con los datos analíticos del principio activo antes de la filtración.

source: The results of CV death analysis were consistent across the subgroups by demographics, baseline characteristics, and baseline medications.
es_es: Los valores resultantes analizados de la muerte CV fueron en general homogéneos en los subgrupos definidos por características demográficas, características iniciales y medicamentos tomados al inicio.

source: The results of EXTEND IA TNK will allow us to develop an algorithm for which patients to transfer and how quickly.
es_es: Los resultados de EXTEND IA TNK nos permitirán desarrollar un algoritmo para determinar qué pacientes deben trasladarse y con qué urgencia.

source: The results of functional testing for PFS-NSD-1 (dose accuracy, break loose force, gliding force, activation force, sleeve unlocking force) indicated no relevant changes for up to 12 months of storage.
es_es: Los resultados de las pruebas funcionales del dispositivo PFS-NSD-1 (exactitud de la dosis, fuerza de desprendimiento, fuerza de deslizamiento, fuerza de activación, fuerza de desbloqueo del capuchón) no indicaron cambios relevantes durante los 12 primeros meses de almacenamiento.

source: The results of further analytical methods comprising appearance, clarity and degree of opalescence, degree of colouration, particulate contamination - sub-visible particles, visual inspection, reconstitution time, single-chain, icIEF, CGE red.
es_es: Los resultados de métodos analíticos adicionales como el aspecto, la limpidez y grado de opalescencia, el grado de coloración, la contaminación por partículas (partículas subvisibles), la inspección visual, el tiempo de reconstitución, las especies de cadena única, icIEF, CGE. en condiciones reductoras

source: The results of further analytical methods comprising appearance, clarity and degree of opalescence, degree of colouration, particulate contamination - sub-visible particles, visual inspection, reconstitution time, singlechain, icIEF, clot lysis plate assay (see Table 77), CGE red.
es_es: Los resultados de métodos analíticos adicionales como el aspecto, la limpiedez y el grado de opalescencia, el grado de coloración, la contaminación de partículas (partículas subvisibles), la inspección visual, el tiempo de reconstitución, las especies de cadena única, icIEF, ensayo en placa de lisis de coágulos (verTabla 77), CGE.en condiciones reductoras,

source: The results of health-related quality of life as assessed by the EQ-5D questionnaire are presented in Tables 15.2.4.34: 1 and 15.2.4.34: 2.
es_es: En las Tablas 15.2.4.34: 1 y 15.2.4.34: 2 se presentan los resultados de la calidad de vida relacionada con la salud evaluados mediante el cuestionario EQ-5D.

source: The results of intermediate precision experiments are shown in Table 11 (DS, DS STAB) and Table 12 (DP 40, 50 mg/vial).
es_es: Los resultados de los ensayos de precisión intermedia se muestran en la Tabla 11 (principio activo, estabilidad del principio activo) y la Tabla 12 (medicamento 40 y 50 mg/frasco).

source: The results of intermediate precision experiments are shown in Table 13(DS, DS STAB) and Table 15(DP 25, 40, 50 mg/vial).
es_es: Los resultados de los ensayos de precisión intermedia se muestran en la Tabla 13 (principio activo, estabilidad del principio activo) y la Tabla 15 (medicamento, 25, 40 y 50 mg/frasco-ampolla).

source: The results of part 2 of this study will determine the optimum dose of tenecteplase and could have a major impact on health delivery.
es_es: Los resultados de la parte 2 de este estudio determinarán la dosis óptima de tenecteplasa y podrían afectar considerablemente la asistencia médica.

source: The results of repeatability experiments are shown in Table 8 (DS, DS STAB) and Table 9 (DP 40, 50 mg/vial).
es_es: Los resultados de los ensayos de repetibilidad se muestran en la Tabla 8 (principio activo, estabilidad del principio activo) y la Tabla 9 (medicamento 40 y 50 mg/frasco).

source: The results of shifts in albuminuria categories relative to baseline values (Tables 15.2.4.27: 9 and 10) were consistent with the results of the events based on UACR described above (Table 11.1.3.8: 1).
es_es: Los cambios en las categorías de albuminuria en relación con los valores iniciales (Tablas 15.2.4.27: 9 y 10) fueron coherentes con los resultados anteriormente descritos de los eventos calculados a partir en los cocientes albúmina/creatinina en orina (Tabla 11.1.3.8: 1).

source: The results of the CARMELINA trial demonstrated the cardiovascular and renal safety of linagliptin.
es_es: Con el ensayo CARMELINA quedó demostrada la seguridad cardiovascular y renal de linagliptina.

source: The results of the CAROLINA trial have demonstrated the cardiovascular safety of linagliptin compared with glimepiride in a population of patients with diabetes and increased cardiovascular risk.
es_es: En el ensayo CAROLINA quedó demostrada la seguridad cardiovascular de linagliptina comparada con glimepirida en una población de pacientes con diabetes, de riesgo cardiovascular elevado.

source: The results of the LOQ studies are summarised in Table 16.
es_es: En la Tabla 16 se resumen los estudios del límite de cuantificación.

source: The results of the LOQ studies are summarised in Table 13.
es_es: En la Tabla 13 se resumen los estudios del límite de cuantificación.

source: The results of the QL determination are summarized inTable 11.
es_es: En la Tabla 11, se resumen los estudios de determinación del límite de cuantificación.

source: The results of the experiments provide an understanding of the relationship between the investigated factors and the DP quality.
es_es: Los resultados de los experimentos explican la relación entre los factores estudiados y la calidad del medicamento.

source: The results of the filtration characterisation study were confirmed during a transfer fill, where the very first filled vials (system flushing / purging vials) were examined with respect to protein concentration and PS 20 content.
es_es: Los resultados del estudio de caracterización de la filtración se confirmaron durante un llenado de transferencia, donde se examinaron los primeros frascos llenos (frascos del sistema de enjuague/purga) con respecto a la concentración de proteína y el contenido de PS 20.

source: The results of the interference test internal standard are summarized inTable 8.
es_es: En la Tabla 8, se presenta en forma resumida la interferencia con el estándar interno.

source: The results of the present trial are consistent with those of a meta-analysis of previous trials showing a higher incidence of recanalization with tenecteplase than with alteplase among patients with stroke and arterial occlusion [P17-06711].
es_es: Los resultados del presente ensayo coinciden con los obtenidos en un metanálisis de ensayos anteriores que muestran una mayor incidencia de recanalización con tenecteplasa que con alteplasa en pacientes con accidente cerebrovascular y oclusión arterial [P17-06711].

source: The results of the primary endpoint were consistent across the prespecified subgroup categories.
es_es: Los resultados del criterio de valoración primario fueron homogéneos en todas las categorías de subgrupo preespecificadas.

source: The results of the sensitivity analyses (defined in Section 9.7.1.3.2) were consistent with the results of the primary analysis for the occurrence of adjudicated HHF (first and recurrent), see Figure 11.1.2.1.2: 1.
es_es: Los resultados de los análisis de sensibilidad (definidos en la Sección 9.7.1.3.2) fueron coherentes con los resultados del análisis primario en cuanto a os casos de HIC adjudicada (primera y recurrente); ver la Figura 11.1.2.1.2: 1.

source: The results of the sensitivity analyses were generally consistent with the results of the primary analysis.
es_es: Los resultados de los análisis de sensibilidad fueron en general coherentes con los resultados del análisis primario.

source: The results of the study will be submitted for publication in peer-reviewed journals.
es_es: Los resultados del estudio se enviarán para su publicación en revistas académicas evaluadas por pares.

source: The results of the subgroup analyses were consistent with the main analyses (Tables 15.3.1.3: 6 to 13).
es_es: Los resultados de los análisis de subgrupos fueron coherentes con los de los análisis principales (Tablas 15.3.1.3: 6 a 13).

source: The results of the subgroup analyses were generally similar to the main analyses (Tables 15.3.1.7: 6 to 11).
es_es: Los resultados de los análisis de subgrupos fueron similares a los de los análisis principales (Tablas 15.3.1.7: 6 a 11).

source: The results of the transport qualification show that cold chain products (2 - 8°C) are sufficiently protected against climatic and mechanical influences during worldwide commercial distribution.
es_es: Los resultados de la calificación del transporte muestran que los productos de la cadena de frío (2 - 8 °C) cuentan con suficiente protección contra los efectos climáticos y mecánicos durante la distribución comercial en todo el mundo.

source: The results of this comparison demonstrate that all analytical results that could reasonably be assessed are comparable.
es_es: Los resultados de esta comparación demuestran que todos los resultados analíticos que razonablemente podrían evaluarse son comparables.

source: The results of this study are presented in Table 31 (DS) and Table 32 (DP).
es_es: En la Tabla 31 (ppio. activo) y la Tabla 32 (medicamento) se presentan los resultados de este estudio.

source: The results of this study may be published.
es_es: No obstante ello, los resultados del estudio pueden publicarse.

source: The results presented here demonstrate the suitability of the procedure for the intended purpose.
es_es: Los resultados presentados aquí muestran que el procedimiento es adecuado para propósito previsto.

source: The results presented here show that the analytical procedure is suitable for the intended purpose.
es_es: Los resultados presentados aquí muestran que el procedimiento analítico es adecuado para propósito previsto.

source: The results presented in Table 33 and Table 34 are shown graphically in Figure 27 to Figure 29 visually demonstrating the marginal difference of both methods.
es_es: Los resultados presentados en la Tabla 33 y la Tabla 34 están graficados de la Figura 27 a la Figura 29 lo que demuestra, ante inspección visual, la diferencia marginal de ambos métodos.

source: The results show different stability behavior for the two drug products.
es_es: Los resultados arrojan una conducta distinta entre ambos medicamentos en términos de estabilidad.

source: The results show that functionality of PFSNSD-1 including dose accuracy is given independent of storage conditions and time.
es_es: Los resultados muestran que la funcionalidad del dispositivo PFS-NSD-1, incluida la exactitud de la dosis, es independiente de las condiciones de almacenamiento y el tiempo transcurrido.

source: The results show that more (at least 96.5 mg) than the highest dose strength (25 mg) of empagliflozin is soluble in less than 250 ml of aqueous media over the pH-range of 1 to 7.5.
es_es: Los resultados indican que al menos 96.5 mg, esto es, más que la concentración mayor de empagliflozina (25 mg) es soluble en menos de 250 ml de medio acuoso en un rango de pH de 1 a 7.5.

source: The results show that residual water of the filter flush is captured in the first ~ 1.9 L of DS.
es_es: De acuerdo con los resultados, se retiene agua residual en el enjuague del filtro en los primeros ~ 1.9 l de principio activo.

source: The results showed that the pre-defined acceptance criteria were met.
es_es: Los resultados mostraron el cumplimiento de los criterios de aceptación predefinidos.

source: The results using investigator-defined CV death events were consistent with the results based on CEC-adjudicated events (Table 11.1.2.4.2: 2 and Figure 15.2.3.4: 2).
es_es: Los resultados obtenidos usando los eventos definidos por el investigador como muerte cardiovascular fueron coherentes con los resultados obtenidos usando los eventos adjudicados por el comité de eventos clínicos (Tabla 11.1.2.4.2: 2 y Figura 15.2.3.4: 2).

source: The results using investigator-defined CV events were consistent with the results based on CEC- adjudicated events.
es_es: Los resultados obtenidos usando los eventos definidos por el investigador como eventos cardiovasculares fueron coherentes con los resultados obtenidos usando los eventos adjudicados por el comité de eventos clínicos.

source: The results using investigator-defined events were consistent with the results using adjudicated events (Table 11.1.2.3.1: 1 and Figure 15.2.3.3: 2).
es_es: Los resultados obtenidos usando los eventos definidos por el investigador fueron coherentes con los resultados obtenidos usando los eventos adjudicados (Tabla 11.1.2.3.1: 1 y Figura 15.2.3.3: 2).

source: The results were consistent across the pre-defined subgroups by demographics, baseline characteristics (including diabetes status and LVEF), and baseline medications, with the interaction p-values above 0.05 for all analysed subgroups.
es_es: Los resultados fueron sistemáticos en todos los subgrupos predefinidos por características demográficas, características iniciales (estado de diabetes y FEVI) y medicamentos tomados al inicio. Los valores p de las interacciones estuvieron arriba de 0.05 en todos los subgrupos analizados.

source: The results were consistent across the subgroups with the interaction p-values above 0.05 for all analysed subgroups, including by diabetes status and LVEF (Figure 11.1.1.3: 1).
es_es: Los resultados fueron homogéneos en todos los subgrupos, con valores p para interacciones superiores a 0.05 para todos los subgrupos analizados, incluidos aquellos basados en el estado de diabetes y la FEVI (Figura 11.1.1.3: 1).

source: The results were evaluated relative to target load.
es_es: Los resultados se evaluaron en relación con la carga objetivo.

source: The results with regard to Health Care Resource Utilisation were similar across the treatment groups at baseline (Table 15.2.4.33: 1).
es_es: Los resultados con respecto a la utilización de recursos de atención médica fueron similares en todos los grupos de tratamiento categorizados al inicio (Tabla 15.2.4.33: 1).

source: The retention time obtained with the test solution corresponds to that obtained with the standard solution.
es_es: El tiempo de retención obtenido con la solución de análisis corresponde al obtenido con la solución estándar.

source: The retention time of the BI 10773 XX peak obtained for standard solution 100 % should be in the same range as the retention time of the BI 10773 XX peak in the specimen chromatogram (after correcting the elution strength, if necessary) attached under "HPLC Specimen Chromatograms".
es_es: El tiempo de retención del pico de BI 10773 XX obtenido en la solución estándar al 100 % debe estar en el mismo intervalo que el de BI 10773 XX en el cromatograma del especimen (despues de corregir la concentración de la elución, de ser necesario), el cual se adjunta como "HPLC (cromatogramas del especimen.

source: The retention time of the active ingredient obtained with the test solution must correspond to that obtained with the standard solution.
es_es: El tiempo de retención del principio activo obtenido con la solución de análisis debe corresponderse al obtenido con la solución estándar.

source: The retention time of the metformin HCl peak obtained for standard solution 100 % should be in the same range as the retention time of the metformin HCl peak in the specimen chromatogram (after correcting the elution strength, if necessary) attached under "HPLC Specimen Chromatograms".
es_es: El tiempo de retención del pico del clorhidrato de metformina obtenido en la solución estándar al 100 % debe estar en el mismo intervalo que el del clorhidrato de metformina en el cromatograma de la muestra (despues de corregir la concentración de la elución, de ser necesario), el cual se adjunta como "HPLC, cromatogramas del la muestra".

source: The review of the literature did not reveal any specific association of Berotec with overuse.
es_es: La revisión de la bibliografía no arrojó ninguna asociación específica de Berotec con el uso excesivo.

source: The right to withdraw informed consent at any time for any reason also applied to the optional informed consent to biobanking (including DNA sampling), which was separate from the consent for trial participation.
es_es: El derecho a retirar el consentimiento informado para participar en cualquier momento y por cualquier motivo también regía para el consentimiento informado opcional que se habia firmado para participar en la base de datos biológicos (incluido el muestreo de ADN), y que era un documento aparte del consentimiento del ensayo en sí.
